/* last word of abbreviated bytes string if no abbreviation is necessary
   resizing byte formatter - this word is separate because of a bug in NSNumberFormatter */

" bytes" = " octets";

/* resizing bytes formatter bytes format */
"#,##0" = "# ##0";

/* resizing bytes formatter gigabytes format */
"#,##0.0 GB" = "# ##0,0 Go";

/* resizing bytes formatter kilobytes format */
"#,##0.0 kB" = "# ##0,0 Ko";

/* resizing bytes formatter megabytes format */
"#,##0.0 MB" = "# ##0,0 Mo";

/* resizing bytes formatter petabytes format */
"#,##0.0 PB" = "# ##0,0 Po";

/* resizing bytes formatter terabytes format */
"#,##0.0 TB" = "# ##0,0 To";

/* format string for color with brightness description
   format string for color with saturation description */

"%@ %@" = "%1$@ %2$@";

/* preferences panel title format */
"%@ Preferences" = "Préférences %@";

/* format string for color with saturation and brightness descriptions */
"%@, %@ %@" = "%1$@, %2$@ %3$@";

/* script execute error message
   script loading error message */

"AppleScript reported the following error:\n%@" = "AppleScript a rapporté l’erreur suivante :\n%@";

/* autosize all columns contextual menu item */
"Auto Size All Columns" = "Ajuster automatiquement toutes les colonnes";

/* autosize column contextual menu item */
"Auto Size Column" = "Ajuster automatiquement la colonne";

/* word comparing color brightnesss */
"Bright" = "Clair";

/* alert panel button */
"Cancel" = "Annuler";

/* Date picker window title */
"Choose Date" = "Choisir une date";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed." = "Si vous choisissez Réinitialiser, tous les réglages (y compris les options qui ne sont pas dans les Préférences, comme la taille et la barre d’outils des fenêtres) seront rétablis à l’état de la première installation d’%@.";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed." = "Si vous choisissez Réinitialiser, tous les réglages de toutes les sous-fenêtres de préférences seront rétablis à l’état de la première installation d’%@.";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed." = "Si vous choisissez Réinitialiser, tous les réglages de cette sous-fenêtre seront rétablis à l’état de la première installation d’%@.";

/* color list name */
"Classic Crayons" = "Crayons classiques";

/* name of completely transparent color */
"Clear" = "Effacer";

/* workflow execution exception format string */
"Couldn't launch Automator Launcher.app.  LSOpenFromURLSpec returned %d" = "Impossible de lancer “Automator Launcher.app”.  LSOpenFromURLSpec a renvoyé %d";

/* workflow execution exception format string */
"Couldn't locate Automator Launcher.app." = "Impossible de retrouver “Automator Launcher.app”.";

/* generic color name for custom colors */
"Custom" = "Personnalisé";

/* word comparing color brightnesss */
"Dark" = "Foncé";

/* word comparing color saturations */
"Deep" = "Profond";

/* Color sync profile load error recovery description */
"Defaulting to '%@'" = "Utilisation de “%@” par défaut";

/* script error panel button */
"Edit Script" = "Modifier le script";

/* internet config error */
"Error editing InternetConfig preferences for key %@: %@" = "Erreur de modification des préférences InternetConfig pour la clé %1$@ : %2$@";

/* internet config error */
"Error opening InternetConfig for read-only access: %@" = "Erreur lors de l’ouverture d’InternetConfig pour un accès en lecture seule : %@";

/* internet config error */
"Error opening InternetConfig for read-write access: %@" = "Erreur lors de l’ouverture d’InternetConfig pour un accès en lecture/écriture : %@";

/* internet config error */
"Error reading InternetConfig preference for key %@" = "Erreur de lecture de la préférence InternetConfig pour la touche %@";

/* word comparing color saturations */
"Faded" = "Décoloré";

/* Color sync profile load error */
"Failed to set color sync profile (error %i)" = "Échec de la définition du profil de synchronisation des couleurs (erreur %i)";

/* internet config error */
"ICCountPref returned an error: %@" = "ICCountPref a renvoyé une erreur : %@";

/* internet config error */
"ICEnd returned an error: %@" = "ICEnd a renvoyé une erreur : %@";

/* internet config error */
"ICFindPrefHandle returned %d -- %@" = "ICFindPrefHandle a renvoyé %1$d -- %2$@";

/* internet config error */
"ICGetIndPref %d/%d returned an error: %@" = "ICGetIndPref %1$d/%2$d a renvoyé une erreur : %3$@";

/* internet config error */
"ICMapFilename returned an error for file %@: %@" = "ICMapFilename a renvoyé une erreur concernant le fichier %1$@ : %2$@";

/* internet config error */
"ICSetPref returned an error while setting key %@: %@" = "ICSetPref a renvoyé une erreur lors du réglage de la clé %1$@ : %2$@";

/* internet config error */
"ICSetPref returned permissions when attempting setting key %@" = "ICSetPref a renvoyé des autorisations lors de la tentative de réglage de la clé %@";

/* generic color name for pattern colors */
"Image" = "Image";

/* word comparing color saturations */
"Intense" = "Saturé";

/* launch services error */
"Launch Services returned an error while opening URL %@: %@" = "Les services de lancement ont renvoyé une erreur lors de l’ouverture de l’URL %1$@ : %2$@";

/* word comparing color brightnesss */
"Light" = "Clair";

/* preference bundle loading message format */
"Loading %@..." = "Chargement de %@ en cours…";

/* word comparing color saturations */
"Mild" = "Moyen";

/* word comparing color brightnesss */
"Near-black" = "Très sombre";

/* preferences panel button */
"Next" = "Suivant";

/* menu title */
"No Actions Available" = "Aucune action disponible";

/* how many pages in document format for scrollview */
"of %d" = "de %d";

/* word comparing color brightnesss */
"Off-white" = "Blanc cassé";

/* script error panel button
   unhandled exception panel button */

"OK" = "OK";

/* page prompt for multipage documents in scrollview */
"Page" = "Page";

/* color picker tool tip */
"Pattern Color" = "Couleur du motif";

/* preferences panel button */
"Previous" = "Précédent";

/* error recovery description for button title */
"Report Error via Email" = "Signaler l’erreur par e-mail";

/* alert panel button
   reset-to-defaults button title */

"Reset" = "Réinitialiser";

/* message text for reset-to-defaults alert */
"Reset %@ preferences to their original values?" = "Réinitialiser les préférences %@ à leurs valeurs d’origine ?";

/* reset-to-defaults button title */
"Reset All" = "Tout réinitialiser";

/* message text for reset-to-defaults alert */
"Reset all preferences and other settings to their original values?" = "Réinitialiser toutes les préférences et les autres réglages à leurs valeurs d’origine ?";

/* message text for reset-to-defaults alert */
"Reset all preferences to their original values?" = "Réinitialiser toutes les préférences à leurs valeurs d’origine ?";

/* reset-to-defaults button tooltip */
"Return all settings to default values" = "Rétablir les valeurs par défaut de tous les réglages";

/* reset-to-defaults button tooltip */
"Return settings in this pane to default values" = "Return settings in this pane to default values";

/* word comparing color saturations */
"Rich" = "Riche";

/* default search mode menu item */
"Search" = "Rechercher";

/* context control tooltip */
"Shortcuts for commonly used actions" = "Raccourcis pour les actions fréquemment utilisées";

/* preferences panel button */
"Show All" = "Tout afficher";

/* word comparing color brightnesss */
"Smokey" = "Diffus";

/* Contents of popup in regular expression find options */
"Subexpression #%d" = "Sous-expression %d";

/* script loading error message */
"The following error was reported:\n%@" = "L’erreur suivante a été rapportée :\n%@";

/* script loading error message */
"The requested AppleScript does not exist" = "Le script AppleScript demandé n’existe pas";

/* script execute error */
"The script '%@' could not complete." = "Le script “%@” n’a pas pu s’achever.";

/* script loading error */
"The script file '%@' could not be opened." = "Impossible d’ouvrir le fichier de script “%@”.";

/* script loading error */
"The script file could not be opened." = "Impossible d’ouvrir le fichier de script.";

/* launch services error */
"Unable to launch URL %@" = "Impossible de lancer l’URL %@";

/* workflow execution error */
"Unable to run workflow." = "Impossible d’exécuter le flux de travail.";

/* internet config error */
"Unable to set '%@' to be owner for url scheme '%@'." = "Impossible de définir “%1$@” en tant que propriétaire pour le schéma d’URL “%2$@”.";

/* word comparing color saturations */
"Washed-out" = "Délavé";

/* script loading error message */
"workflow not found at %@" = "flux de travail introuvable à %@";